Repository: mamadparto/about-me-web-app
Catalog: pages/locale/*/LC_MESSAGES/django.po
Languages: fa

source: about me
fa: درباره من

source: About Me
fa: درباره من

source: I am Mohammad Partonia, a Back-End developer and python developer. Since 2023 I&#x27;ve been working in web development and server side architecture designing and I allocated my whole life and time to it.
fa: کاری که انجام می دهم

source: API Development
fa: توسعه API

source: API Development based on different scenarios like E-Commerce, ML and ...
fa: توسعه API بر اساس سناریو ها و معماری های مختلف

source: Back-End Development
fa: Back-End توسعه

source: Back-End Development based on different scenarios like E-Commerce, Personal website and ...
fa: توسعه سمت Back-End برای انواع سناریو های دیتا محور و فروشگاهی و ...

source: Server side architecture design
fa: طراحی و ایجاد معماری زیرساخت سرور

source: Designing and implementing server side architecture
fa: طراحی، کانفیگ و ایجاد معماری سمت زیرساخت سرور پروژه ها

source: Consulting regarding digital infrastructure development
fa: مشاوره در طراحی زیرساخت دیجیتال

source: Consulting regarding digital infrastructure development based on business exact needs
fa: مشاوره در خصوص طراحی و ایجاد زیرساخت دیجیتال براساس نیاز کسب و کار

source: contact
fa: تماس

source: Contact Me
fa: تماس با من

source: My Phone Number
fa: شماره تلفن من

source: My Email
fa: ایمل من

source: project
fa: پروژه

source: Projects
fa: پروژه ها

source: resume
fa: رزمه

source: Resume
fa: رزمه

source: Experience
fa: تجربه

source: python developer
fa: توسعه دهنده python

source: 2022 — Present
fa: 2022 - حاضر

source: Back-End Developer
fa: توسعه دهنده Back-End

source: 2023 — Present
fa: 2023 - حاضر

source: Since 2023 I work as a Back-End Developer and contribute in server side development.
fa: از سال ۱۳۹۹ من به عنوان توسعه دهنده Back-End فعالیت می کنم.

source: My Skills
fa: مهارت من
